13/data/attachments/b94da86ca3207f5b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Brittany_stand_Friend_46079_6</nif:username>
            <nif:friendToBeRequested>soap_friends_8693f88a-5ee4-4331-a397-568dcd01b40b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>